<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" %>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>用户协议</title>
<style type="text/css">
<!--
/* reset */
body{ font-family:宋体,Arial, Helvetica, sans-serif; font-size:12px; line-height:150%; padding: 0; margin: 0; background:#fff; height:100%;}
div,dl,dt,dd,ul,ol,li,h1,h2,h3,h4,h5,h6,pre,   
form,fieldset,input,textarea,p,blockquote,th,td {   
    padding: 0;   
    margin: 0;   
}  
.box{ display:block; padding:20px;padding-right:10px}
.box h1{font-family:"微软雅黑"; font-size:24px; color:#333; font-weight:bold; padding-bottom:15px; padding-top:15px;}
.box h2{ font-family:"微软雅黑"; font-size:16px; color:#333; font-weight:bold; padding-bottom:15px; padding-top:25px;}
.box p{ font-size:14px; color:#888; line-height:21px;}
-->
</style>
</head>
<body>
		<div class="box">
		<h1>拒宅网网络服务协议</h1>
			<h2>接受条款</h2>
			<p>
			&nbsp;&nbsp;&nbsp;&nbsp;拒宅网根据以下服务条款为您提供服务。这些条款可由拒宅网随时更新，且毋须另行通知。拒宅网使用协议（以下简称“使用协议”）一旦发生变动，拒宅网将在网页上公布修改内容。修改后的使用协议一旦在网页上公布即有效代替原来的使用协议。此外，当您使用拒宅网特殊服务时，您和拒宅网应遵守拒宅网随时公布的与该服务相关的指引和规则。前述所有的指引和规则，均构成本使用协议的一部分。<br />
			<br />
			&nbsp;&nbsp;&nbsp;&nbsp;您在使用拒宅网提供的各项服务之前，应仔细阅读本使用协议。如您不同意本使用协议及/或随时对其的修改，请您立即停止使用拒宅网所提供的全部服务；您一旦使用拒宅网服务，即视为您已了解并完全同意本使用协议各项内容，包括拒宅网对使用协议随时所做的任何修改，并成为拒宅网用户（以下简称“用户”）。 
			</p>
		
			<h2>服务说明</h2>
			<p>
			&nbsp;&nbsp;&nbsp;&nbsp;拒宅网目前向用户提供如下服务：发布并分享拒宅需求；与用户交流互动，推荐活动，商户，团购等出去玩的信息。除非本使用协议另有其它明示规定，增加或强化目前本服务的任何新功能，包括所推出的新产品，均受到本使用协议之规范。您了解并同意，本服务仅依其当前所呈现的状况提供，对于任何用户信息或个人化设定之时效、删除、传递错误、未予储存或其它任何问题，拒宅网均不承担任何责任。拒宅网保留不经事先通知为维修保养、升级或其它目的暂停本服务任何部分的权利。 
			</p>
		
		
		
			<h2>遵守法律</h2>
			<p>
			&nbsp;&nbsp;&nbsp;&nbsp;您同意遵守中华人民共和国相关法律法规的所有规定，并对以任何方式使用您的密码和您的帐号使用本服务的任何行为及其结果承担全部责任。如您的行为违反国家法律和法规的任何规定，有可能构成犯罪的，将被追究刑事责任，并由您承担全部法律责任。同时如果拒宅网有理由认为您的任何行为，包括但不限于您的任何言论和其它行为违反或可能违反国家法律和法规的任何规定，拒宅网可在任何时候不经任何事先通知终止向您提供服务。</p>
			
			
			<h2>您的注册义务</h2>
			<p>
			&nbsp;&nbsp;&nbsp;&nbsp;为了能使用本服务，您同意以下事项：依本服务注册提示请您填写正确的注册邮箱、密码和名号，并确保今后更新的登录邮箱、名号、头像等资料的有效性和合法性。若您提供任何违法、不道德或拒宅网认为不适合在拒宅网上展示的资料；或者拒宅网有理由怀疑你的资料属于程序或恶意操作，拒宅网有权暂停或终止您的帐号，并拒绝您于现在和未来使用本服务之全部或任何部分。
			<br />
			<br />
			&nbsp;&nbsp;&nbsp;&nbsp;拒宅网无须对任何用户的任何登记资料承担任何责任，包括但不限于鉴别、核实任何登记资料的真实性、正确性、完整性、适用性及/或是否为最新资料的责任。
			</p>
			
			<h2>用户帐号、密码及安全</h2>
			<p>
			&nbsp;&nbsp;&nbsp;&nbsp;完成本服务的注册程序并成功注册之后，您可使用您的Email和密码，登录到您在拒宅网的帐号（下称“帐号”）。保护您的帐号安全，是您的责任。 您应对所有使用您的密码及帐号的活动负完全的责任。您同意：<br />
			<br />
			
			(1) 您的拒宅网帐号遭到未获授权的使用，或者发生其它任何安全问题时，您将立即通知拒宅网；
			<br /><br />
			(2)如果您未保管好自己的帐号和密码，因此而产生的任何损失或损害，拒宅网无法也不承担任何责任；
			<br /><br />
			(3)每个用户都要对其帐号中的所有行为和事件负全责。如果您未保管好自己的帐号和密码而对您、拒宅网或第三方造成的损害，您将负全部责任。
			<br /><br />
			&nbsp;&nbsp;&nbsp;&nbsp;拒宅网无须对任何用户的任何登记资料承担任何责任，包括但不限于鉴别、核实任何登记资料的真实性、正确性、完整性、适用性及/或是否为最新资料的责任。
			</p>
			
			<h2>拒宅网隐私权政策</h2>
			<p>
			&nbsp;&nbsp;&nbsp;&nbsp;您提供的登记资料及拒宅网保留的有关您的若干其它资料将受到中国有关隐私的法律和本公司《隐私声明》之规范。 </p>
			
			<h2>提供者之责任</h2>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;根据有关法律法规，拒宅网在此郑重提请您注意，任何经由本服务而发布、上传的文字、资讯、资料、音乐、照片、图形、视讯、信息或其它资料（以下简称“内容 ”），无论系公开还是私下传送，均由内容提供者承担责任。拒宅网仅为用户提供内容存储空间，无法控制经由本服务传送之内容，因此不保证内容的正确性、完整性或品质。您已预知使用本服务时，可能会接触到令人不快、不适当或令人厌恶之内容。在任何情况下，拒宅网均不为任何内容负责，但拒宅网有权依法停止传输任何前述内容并采取相应行动，包括但不限于暂停用户使用本服务的全部或部分，保存有关记录，并向有关机关报告。 
			</p>
			
			
			<h2>在拒宅网发布的公开信息</h2>
			<p>
			&nbsp;&nbsp;&nbsp;&nbsp;(1)在本使用协议中，“本服务公开使用区域”系指一般公众可以使用的区域；
			<br />
			<br />
			&nbsp;&nbsp;&nbsp;&nbsp;(2)用户在拒宅网上传或发布的内容，用户应保证其为著作权人或已取得合法授权，并且该内容不会侵犯任何第三方的合法权益，用户同意授予拒宅网所有上述内容在全球范围内的免费、不可撤销的、永久的、可再许可或转让的独家使用权许可，据该许可拒宅网将有权以展示、推广及其他不为我法律所禁止的方式使用前述内容。
			</p>
			
			
			<h2>终止服务</h2>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;您同意拒宅网基于其自行之考虑，因任何理由，包含但不限于缺乏使用，或拒宅网认为您已经违反本使用协议的文字及精神，终止您的帐号或本服务之使用（或服务之任何部分），并将您在本服务内任何内容加以移除并删除。您同意依本使用协议任何规定提供之本服务，无需进行事先通知即可中断或终止，您承认并同意，拒宅网可立即关闭或删除您的帐号及您帐号中所有相关信息及文件，及/或禁止继续使用前述文件或本服务。此外，您同意若本服务之使用被中断或终止或您的帐号及相关信息和文件被关闭或删除，拒宅网对您或任何第三人均不承担任何责任。
			</p>
			
			
			<h2>与广告商及其他第三方进行交易</h2>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;您通过本网站与广告商及其他第三方进行任何形式的通讯或商业往来，或参与促销活动，包含相关商品或服务之付款及交付，以及达成的其它任何相关条款、条件、保证或声明，完全为您与广告商及其他第三方之间之行为。您因前述任何交易或前述广告商及其他第三方而遭受的任何性质的损失或损害，拒宅网对此不负任何法律责任。 
			</p>
			
			
			<h2>拒宅商标信息</h2>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;拒宅、拒宅网以及其它拒宅注册商标、标志及产品、服务名称，均为上海拒宅网络信息科技有限公司之商标（以下简称“拒宅网标记”）。未经拒宅网事先书面同意，您同意不将拒宅网标记以任何方式展示或使用或作其它处理，或表示您有权展示、使用或另行处理拒宅网标记。
			</p>
		</div>
</body>
</html>

