alter table tb_user_act add tp_name varchar(45);

update tb_user_act set tp_name = 'kaixin001' where id > 0;

insert into `tb_thirdparty` (`id`, `name`, `join_type`, `app_key`, `app_secret`, `app_url`, `user_home_url`, `app_id`) values('2','renren','app','ec44a955931e42519c411ae385a55aa6','f53e005764c04d778d6b97c628452c84','http://apps.renren.com/juzhaiqi/','http://www.renren.com/profile.do?id={0}','163941');

INSERT INTO `tb_city` VALUES (381,'爱尔兰',35,16,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(382,'荷兰',35,17,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(383,'瑞士',35,18,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(384,'泰国',35,19,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(385,'乌克兰',35,20,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(386,'南非',35,21,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(387,'芬兰',35,22,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(388,'瑞典',35,23,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(389,'奥地利',35,24,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(390,'西班牙',35,25,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(391,'比利时',35,26,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(392,'挪威',35,27,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(393,'丹麦',35,28,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(394,'菲律宾',35,29,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(395,'波兰',35,30,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(396,'印度',35,31,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(397,'阿根廷',35,32,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(398,'巴西',35,33,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(399,'白俄罗斯',35,34,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(400,'哥伦比亚',35,35,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(401,'古巴',35,36,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(402,'埃及',35,37,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(403,'希腊',35,38,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(404,'匈牙利',35,39,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(405,'印度尼西亚',35,40,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(406,'伊朗',35,41,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(407,'蒙古',35,42,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(408,'墨西哥',35,43,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(409,'葡萄牙',35,44,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(410,'沙特阿拉伯',35,45,'2011-11-21 10:48:12','2011-11-21 10:48:12'),(411,'土耳其',35,46,'2011-11-21 10:48:12','2011-11-21 10:48:12');

-- MySQL dump 10.13  Distrib 5.5.17, for osx10.6 (i386)
--
-- Host: localhost    Database: juzhai
-- ------------------------------------------------------
-- Server version	5.5.17

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `tb_city_mapping`
--

DROP TABLE IF EXISTS `tb_city_mapping`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `tb_city_mapping` (
  `mapping_city_name` varchar(100) NOT NULL,
  `city_id` bigint(20) NOT NULL,
  PRIMARY KEY (`mapping_city_name`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `tb_city_mapping`
--

LOCK TABLES `tb_city_mapping` WRITE;
/*!40000 ALTER TABLE `tb_city_mapping` DISABLE KEYS */;
INSERT INTO `tb_city_mapping` VALUES ('北京市',1),('上海市',2),('哈尔滨市',5),('七台河市',13),('齐齐哈尔市',6),('黑河市',15),('大庆市',10),('鹤岗市',8),('伊春市',11),('佳木斯市',12),('双鸭山市',9),('鸡西市',7),('牡丹江市',14),('绥化市',16),('大兴安岭地区(加格达奇)',17),('长春市',18),('白城市',25),('松原市',24),('吉林市',19),('四平市',20),('辽源市',21),('通化市',22),('白山市',23),('沈阳市',27),('朝阳市',39),('阜新市',35),('铁岭市',38),('抚顺市',30),('本溪市',31),('辽阳市',36),('鞍山市',29),('丹东市',32),('大连市',28),('营口市',34),('盘锦市',37),('锦州市',33),('葫芦岛市',40),('天津市',3),('合肥市',326),('宿州市',337),('淮北市',331),('亳州市',340),('阜阳市',336),('蚌埠市',328),('淮南市',329),('滁州市',335),('马鞍山市',330),('芜湖市',327),('铜陵市',332),('安庆市',333),('黄山市',334),('六安市',339),('巢湖市',338),('池州市',341),('宣城市',342),('南京市',157),('徐州市',159),('连云港市',163),('宿迁市',169),('淮安市',164),('盐城市',165),('扬州市',166),('泰州市',168),('南通市',162),('镇江市',167),('常州市',160),('无锡市',158),('苏州市',161),('杭州市',343),('湖州市',347),('嘉兴市',346),('舟山市',351),('宁波市',344),('绍兴市',348),('衢州市',350),('金华市',349),('台州市',352),('温州市',345),('丽水市',353),('西安市',69),('延安市',74),('铜川市',70),('渭南市',73),('咸阳市',72),('宝鸡市',71),('汉中市',75),('榆林市',76),('安康市',77),('商洛市',78),('武汉市',108),('十堰市',110),('襄樊市',112),('荆门市',114),('孝感市',115),('黄冈市',117),('鄂州市',113),('黄石市',109),('咸宁市',118),('荆州市',116),('宜昌市',111),('随州市',119),('广州市',181),('清远市',196),('韶关市',182),('河源市',194),('梅州市',192),('潮州市',199),('汕头市',185),('揭阳市',200),('汕尾市',193),('惠州市',191),('东莞市',197),('深圳市',183),('珠海市',184),('中山市',198),('江门市',187),('佛山市',186),('肇庆市',190),('云浮市',201),('阳江市',195),('茂名市',189),('湛江市',188),('长沙市',125),('张家界市',132),('常德市',131),('益阳市',133),('岳阳市',130),('株洲市',126),('湘潭市',127),('衡阳市',128),('郴州市',134),('永州市',135),('邵阳市',129),('怀化市',136),('娄底市',137),('兰州市',279),('嘉峪关市',280),('金昌市',281),('白银市',282),('天水市',283),('武威市',284),('酒泉市',287),('张掖市',285),('庆阳市',288),('平凉市',286),('定西市',289),('陇南市',290),('成都市',241),('广元市',247),('绵阳市',246),('德阳市',245),('南充市',251),('广安市',254),('遂宁市',248),('内江市',249),('乐山市',250),('自贡市',242),('泸州市',244),('宜宾市',253),('攀枝花市',243),('巴中市',257),('达州市',255),('资阳市',258),('眉山市',252),('雅安市',256),('济南市',41),('聊城市',55),('德州市',54),('东营市',45),('淄博市',43),('潍坊市',47),('烟台市',46),('威海市',50),('青岛市',42),('日照市',51),('临沂市',53),('枣庄市',44),('济宁市',48),('泰安市',49),('莱芜市',52),('滨州市',56),('菏泽市',57),('福州市',354),('南平市',360),('莆田市',356),('三明市',357),('泉州市',358),('厦门市',355),('漳州市',359),('龙岩市',361),('宁德市',362),('郑州市',90),('三门峡市',102),('洛阳市',92),('焦作市',97),('新乡市',96),('鹤壁市',95),('安阳市',94),('濮阳市',99),('开封市',91),('商丘市',104),('许昌市',100),('漯河市',101),('平顶山市',93),('南阳市',103),('信阳市',105),('周口市',106),('驻马店市',107),('重庆市',4),('昆明市',216),('曲靖市',217),('玉溪市',218),('保山市',219),('昭通市',220),('丽江市',221),('普洱市',222),('临沧市',223),('怒江傈僳族自治州(泸水县六库镇)',230),('石家庄市',79),('张家口市',85),('承德市',86),('秦皇岛市',81),('唐山市',80),('廊坊市',88),('保定市',84),('衡水市',89),('沧州市',87),('邢台市',83),('邯郸市',82),('南昌市',170),('九江市',173),('景德镇市',171),('鹰潭市',175),('新余市',174),('萍乡市',172),('赣州市',176),('上饶市',180),('抚州市',179),('宜春市',178),('吉安市',177),('太原市',58),('朔州市',63),('大同市',59),('阳泉市',60),('长治市',61),('晋城市',62),('忻州市',66),('晋中市',64),('临汾市',67),('吕梁市',68),('运城市',65),('贵阳市',232),('六盘水市',233),('遵义市',234),('安顺市',235),('南宁市',202),('桂林市',204),('柳州市',203),('梧州市',205),('贵港市',209),('玉林市',210),('钦州市',208),('北海市',206),('防城港市',207),('崇左市',215),('百色市',211),('河池市',213),('来宾市',214),('贺州市',212),('呼和浩特市',262),('包头市',263),('乌海市',264),('赤峰市',265),('通辽市',266),('呼伦贝尔市',268),('鄂尔多斯市',267),('乌兰察布市',270),('巴彦淖尔市',269),('银川市',274),('石嘴山市',275),('吴忠市',276),('固原市',277),('中卫市',278),('西宁市',293),('海北藏族自治州(海晏县西海镇)',295),('乌鲁木齐市',308),('克拉玛依市',309),('海口市',139),('三亚市',140),('拉萨市',301),('林芝地区(林芝县八一镇)',307),('香港特别行政区',363),('澳门特别行政区',365),('台湾省',364);
/*!40000 ALTER TABLE `tb_city_mapping` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2011-11-21 11:36:08
